Soap-Projects/.metadata/.plugins/org.eclipse.core.resources/.history/96/806db4ea9a8c001f11cae4cd375dd150

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:vin="http://viniciusmrcosta.com.br">
   <soapenv:Header/>
   		<wsse:Security
   			 xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd"
   			 mustUnderstand="1">
   			 <wsse:UsernameToken>
   			 	  <wsse:Username>user/>
   			 	  <wsse:Password>password/>
   			 </wsse:UsernameToken>
   		</wsse:Security>
   <soapenv:Body>
      <vin:GetCustomerDetailRequest>
         <vin:id>?</vin:id>
      </vin:GetCustomerDetailRequest>
   </soapenv:Body>
</soapenv:Envelope>